
## Plan Result (github/foo)

[CI link](https://github.com/suzuki-shunsuke/tfaction-example/actions/runs/9769703769)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * github_issue_label.foo


<details><summary>Change Result (Click me)</summary>

```hcl

  # github_issue_label.foo will be created
  + resource "github_issue_label" "foo" {
      + color       = "FF0000"
      + description = "foo"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "foo"
      + repository  = "tfaction-example"
      + url         = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"plan","PRNumber":2961,"Program":"tfcmt","SHA1":"3d9e2c333fa2f3f7c07f26d349d8c0da3167af41","Target":"github/foo","Vars":{},"WorkflowName":"pull_request_target"} -->